Repository: common-repository/pixelshop-integration
Catalog: lang/pixelshop-*.po
Languages: he_il

source: The api key has been saved.
he_il: מפתח ה API נשמר בהצלחה!

source: The Pixelshop store ID has been saved.
he_il: מזהה החנות בפיקסל שופ נשמר בהצלחה!

source: WooCommerce plugin is missing!
he_il: על מנת לייצא חייב להשתמש בפלאגין WooCommerce

source: Pixelshop
he_il: פיקסל שופ

source: Pixelshop Integration
he_il: פיקסל שופ

source: API Key
he_il: מפתח API

source: Enter API Key
he_il: הזן מפתח API

source: Save Key
he_il: שמור מפתח

source: Store ID
he_il: מזהה החנות

source: Enter Store ID
he_il: מלא מזהה חנות

source: Save Store ID
he_il: שמור מזהה חנות

source: Please fill in the Store ID from your pixelshop account. <br /> It's the part after the slash in your branded page.<br /> https://pixelshop.me/<b>store_id</b>
he_il: אנא מלא את מזהה החנות שלך מהחשבון בפיקסל שופ. <br />זהו החלק אשר מגיע אחרי הסלש בדף המעוצב שלך. <br />https://pixelshop.me/<b>store_id</b>

source: Export
he_il: ייצוא

source: API Key is invalid or not exists.
he_il: מפתח ה API לא תקין או אינו קיים

source: Pixelshop Export Products
he_il: פיקסל שופ ייצוא מוצרים

source: We will export all your products to <b>Pixelshop.io</b> so you will be able to connect products to social posts, let's start it's a going to be a click of a button.
he_il: בלחיצה אחת תייצא את כל המוצרים מהחנות ישירות לחשבון שלך ב <b>Pixelshop.io</b> אחרי הייצוא תוכל לשייך מוצרים לפוסטים שתרצה בקלות ומהירות, אתה תקבל את כל המידע הרלוונטי על המוצר, בוא נתחיל - אתה רק במרחק לחיצה.

source: Click To Export Products
he_il: לחץ לייצוא המוצרים

source: WooCommerce not installed or not active, Please retry again later.
he_il: WooCommerce לא מותקן או אינו פעיל, נא נסה שנית מאוחר יותר

source: You have got the add api key before export
he_il: חובה למלא מפתח API לפני ייצוא לפיקסל שופ

source: It's Done! We have imported %d products successfully.
he_il: סיימנו! הצלחנו לייבא %d מוצרים חדשים

source: There is %d products exists.
he_il: נמצאו %d מוצרים שכבר קיימים במערכת

source: You can export all your products each 24 hours<br /> Upgrade for full sync between WooCommerce to Pixelshop
he_il: באפשרותך לייצא את כל המוצרים אחת ל24 שעות <br />שדרג את החשבון לסנכרון מלא בין החנות לפיקסל שופ

source: Process...
he_il: בתהליך...
